Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.12.05.10_fin.txt.tmx
Source language: fin
Languages: sme

source: Pohjoismaisesta saamelaissopimuksesta Saamelaisministerien ja – presidenttien yhteiskokous 25.5.2010 siirtyy hamaan tulevaisuuteen.
sme: Davviriikkalaš sámi soahpamušas Sámeministariid ja – presideanttaid oktasaščoakkán 25.5.2010 sirdása dovdameahttun boahtteáigái.

source: Kokousta on siirretty Norjan valtion pyynnöstä.
sme: Čoakkán lea sirdojuvvon Norgga stáhta dáhtu mielde.

source: Norjan valtio on vetäytymässä pohjoismaisesta saamelaissopimusluonnoksesta eikä halua antaa Norjan saamelaiskäräjille aitoa vaikutusvaltaa sopimuksen ratifiointineuvotteluissa.
sme: Norgga stáhta lea geassádeame davviriikkalaš sámi soahpamušhápmosis iige hálit addit Norgga sámediggái rievttes váikkuhanválddi soahpamuša ratifiserenráđđádallamiin.

source: Norjan hallitus ei halua antaa saamelaiskäräjille tasaveroista asemaa omassa neuvotteluvaltuuskunnassaan.
sme: Norgga ráđđehus ii hálit addit sámediggái dásseárvosaš sajádaga iežas ráđđádallansáttagottis.

source: Saamelaisen parlamentaarisen neuvoston puheenjohtajan pidän Norjan valtion toimintaa asiassa tyrmistyttävänä.
sme: Sámi parlamentáralaš ráđi jođiheaddjin anán Norgga stáhta doaimma áššis sakka morašlažžan.

source: Norja on ollut aina esimerkki muille valtioille saamelaisasioiden hoitamisessa ja nyt Norjan toiminta on ennen kaikkea varoittava esimerkki.
sme: Norga lea álohii leamaš ovdamearkan eará riikkaide sámi áššiid dikšumis ja dál Norgga doaibma lea earenoamážit váruheaddji ovdamearka.

source: Keskustelin asiasta tänään Norjan saamelaiskäräjien presidentti Egil Ollin kanssa, joka oli selkeästi järkyttynyt Norjan valtion päätöksestä.
sme: Ságastallen áššis odne Norgga sámedikki presideanta Egil Olliin, gean Norgga stáhta mearrádus guoskkahii sakka, dadjat juo čarvii váimmu.

source: Saamelaisministerien ja – presidenttien kokouksessa oli tarkoitus päättää pohjoismaisen saamelaissopimuksen ratifiointineuvotteluiden aloittamisesta ja päätös neuvottelujen aloittamisesta siirtyy taas.
sme: Sámeministariid ja – presideanttaid čoakkámis lei áigumuš mearridit davviriikkalaš sámi soahpamuša ratifiserenráđđádallamiid álggaheamis ja mearrádus ráđđádallamiid álggaheamis sirdása fas.

source: Olli oli hyvin pahoillaan tilanteesta.
sme: Olli šállošii sakka dán dilis.

source: Suomen saamelaiskäräjät ja Suomen oikeusministeriö ovat valmiit ratifiointineuvotteluihin, koska sovimme yhteisesti etukäteen neuvottelujen reunaehdoista ja saamelaiskäräjien vaikutusvallan turvaamisesta ratifiointineuvotteluissa.
sme: Suoma sámediggi ja Suoma vuoigatvuohtaministeriija leigga gergosat ratifiserenráđđádallamiidda, daningo šiehtaime ovttasráđiid ovddalgihtii ráđđádallamiid ravdaeavttuin ja sámedikki váikkuhanválddi dorvvasteamis ratifiserenráđđádallamiin.

source: Olli piti Suomen valtion ja saamelaiskäräjien toimintaa asiassa esimerkillisenä ja hyvänä kun ne olivat avoimesti keskustelleet ja sopineet reunaehdoista.
sme: Olli anii Suoma stáhta ja sámedikki doaimma áššis ovdamearkalažžan ja buorrin go dat leigga rahpasit ságastallan ja šiehttan ravdaeavttuin.

source: Toivon, että Norjan valtio sitoutuu alkuperäiskansan aseman edistämiseen ja turvaa saamelaiskäräjien vaikutusvallan neuvotteluissa.
sme: n Sávan, ahte Norgga stáhta čatnasa álgoálbmoga sajádaga ovddideapmái ja dorvvasta sámedikki váikkuhanválddi ráđđádallamiin.

source: Norjan valtion kanta on järkyttävä siinäkin mielessä koska se on ratifioinut ILO 169-sopimuksen ja sitoutunut turvaamaan saamelaisten itsemääräämisoikeuden Norjassa.
sme: Norgga stáhta oaidnu lea hui morašlaš dannai dáfus go dat lea ratifiseren ILO 169-soahpamuša ja čatnasan dorvvastit sámiid iešmearrideami Norggas.

source: Pyhien jälkeen tulee katsoa, onko tarvetta kutsua SPN:n hallituksen puhelinkokous kiireisesti, jotta voimme osoittaa tukemme Norjan saamelaiskäräjille ja painostaa osaltamme Norjan valtiota.
sme: Basiid maŋŋel ferte guorahallat leago dárbu gohččut SPR:a stivrra telefončoakkáma čoahkkái hohpolažžan, vai sáhttit bealisteamet čujuhit doarjaga Norgga sámediggái ja geahččalit váikkuhit Norgga stáhtii.

source: Norjan valtion toimien valossa olen hyvin tyytyväinen siitä, että Suomen saamelaiskäräjien hallitus ei taipunut Anne Norgamin ja kumppaneiden painostuksen edessä ja päätti lähteä neuvotteluihin mukaan vasta kun se sai takeet Suomen oikeusministeriöltä saamelaiskäräjien neuvotteluedustajien vaikutusvallasta, sopimuksen hyväksymisprosessista Suomessa ja asiantuntijaresurssien turvaamisen.
sme: Norgga stáhta doaimmaid dáfus lean hui duhtavaš dasa, ahte Suoma sámedikki stivra ii miehtan Anne Nuorgama ja su lihtolaččaid deaddima dihte ja mearridii vuolgit ráđđádallamiidda mielde easka dan maŋŋel go dat oaččui dáhkádusaid Suoma vuoigatvuohtaministeriijas sámedikki ráđđádallanovddasteddjiid váikkuhanválddis, soahpamuša dohkkehanproseassas Suomas ja áššedovdiresurssaid dorvvasteamis.

source: Olin tänään Arktisen neuvottelukunnan kokouksessa.
sme: Ledjen odne Árktalaš ráđđádallangotti čoakkámis.

source: Käsittelimme luonnosta Suomen arktiseksi strategiaksi.
sme: Gieđahalaimet hápmosa Suoma árktalaš strategiijan.

source: Minulla oli useita huomioita strategialuonnoksen miltei joka sivulle ympäristöasioista, luonnonvarakysymyksistä ja alkuperäiskansoja käsittelevistä asioista.
sme: Mus ledje olu mearkkašumit strategiijahápmosa measta juohke siidui birasáššiin, luondduriggodatgažaldagain ja áššiin, mat gieđahalle álgoálbmogiid.

source: Hyvää helatorstaita kaikille blogini lukijoille !
sme: Buori helloduorastaga buot mu blogga lohkkiide !

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
